<html>
	<head>
		<link rel="stylesheet" href="extras/bootstrap.min.css">
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"> <!-- para ue no se pueda hacer zoom -->
		<script src="extras/jquery.min.js"></script>

	<link rel="stylesheet" type="text/css" href="main.css">
		<script type="text/javascript">

			$(function () {
				$("#invitacion").click(function(){
					document.location.href = "index.html"
				});
			});
		</script>
		<style type="text/css">
			.nombre {
				margin-bottom: 0px;
				font-size: 20px;
				padding: 10px;
				text-align: center;
			}
		</style>
	</head>
	<body>
		<div class="container-fluid">
			<div class="row" id="header">
				<div class="col-md-1 col-md-offset-1 col-sm-1 col-sm-offset-1 col-xs-2">
					<img height="70" width="105" style="margin-top: 10px;" src="cuadro.png" id="menu" onclick="window.history.back();">
				</div>
				<div class="col-md-offset-2 col-md-8 col-sm-offset-1 col-sm-9 col-xs-offset-1 col-xs-2">
					<h1 id="nombre"> Cuadro </h1>
				</div>
			</div>

			<br/>

			<div class="row">
				<div class="col-md-4 col-sm-4 col-xs-12" >
					<h3 style="text-align: center;">Invitaci&oacute;n</h3>
					<img style="width: 100%; height:auto;" src="invitacion.png" id="invitacion">

				</div>
				<div id="txt" class="col-md-8 col-sm-8 col-xs-12" > <p id="texto" style="height:75%; overflow: scroll; padding: 10px; padding-top: 0px; width: 100%; word-wrap: normal;"> 
				El cuadro que constituye la g&eacute;nesis de este trabajo fue realizado en 1909 por el pintor chileno Pedro de Subercaseaux, a instancias de Adolfo P. Carranza, quien fundara en 1889 el Museo Hist&oacute;rico Nacional con el objeto de de evocar las tradiciones de la Revoluci&oacute;n de Mayo y de la Guerra de la Independencia.

La pintura de Subercaseaux es una pintura documentada, en donde Carranza fue el consejero y animador del artista, interviniendo en la adquisici&oacute;n de sus cuadros de car&aacute;cter hist&oacute;rico para su exposici&oacute;n en el museo. Las conversaciones entre ambos y sus respectivas correspondencias constituyen fuentes de importancia para el an&aacute;lisis de esta obra. Sin embargo, no se conserva la correspondencia epistolar entre Carranza y Subercasseaux, lo que lleva a que toda interpretaci&oacute;n sea producto de una reconstrucci&oacute;n posterior. Mayoritariamente, se cree que las ideas mentoras de este cuadro provienen de la visi&oacute;n del 22 de mayo de 1810 expresada por Vicente Fidel L&oacute;pez en su Historia Argentina.

La escena transcurre en el balc&oacute;n exterior del Cabildo, sobre la actual calle Bolivar, en una de las galer&iacute;as exteriores que formaban parte de los tres arcos del ala sur que fueron demolidas en agosto de 1931, para dar vista a la nueva diagonal Julio Argentino Roca.

Podemos encontrar dos momentos bien definidos: el primero es el discurso de Juan Jos&eacute; Paso. Los personajes aparecen como encantados por la elocuencia del futuro Secretario de la Primera Junta, evidenciando su atenci&oacute;n dirigi&eacute;ndole sus miradas, mientras que el resto parece meditar lo que est&aacute; escuchando. El segundo momento, representado en el extremo inferior del &oacute;leo, presenta las dudas de Mariano Moreno. Si bien aparece como al margen de la escena, la posici&oacute;n de primer plano lo destaca. Es una instancia distinta al discurso de Paso. Se encuentra vacilante, preocupado por algo que parece no convencerlo, y es si la votaci&oacute;n que ha dejado en el Cabildo la facultad de elegir un nuevo gobierno garantiza el &eacute;xito de la Revoluci&oacute;n en curso.  

Hasta aqu&iacute;, las intensiones de Carranza y Subercaseaux. Ahora, dejamos paso a la intuici&oacute;n de quien navegue por este cuadro, para que pueda hacer un poco propia la gesta del Cabildo Abierto de 1810. La idea es que se muevan libremente por el cuadro, investigando, descubriendo y participando de lo que tienen para contarnos estos personajes, ese tel&oacute;n y esos grupos, permitiendo que se crucen ideolog&iacute;as, personas, posiciones e ideas. </p> </div>
			</div>
		</div>
	</body>
</html>